
"qtMovieViewAccessibilityMovie" = "film";
"qtMovieViewAccessibilityRole" = "rola";
"qtMovieViewAccessibilitySubrole" = "podrzędna rola";
"qtMovieViewAccessibilityView" = "widok";
"qtMovieViewAccessibilityImage" = "obraz";

"qtMovieViewContextMenuFlashBack" = "Wróć";
"qtMovieViewContextMenuFlashForward" = "Dalej";
"qtMovieViewContextMenuFlashLoop" = "Pętla";
"qtMovieViewContextMenuFlashPlay" = "Odtwarzaj";
"qtMovieViewContextMenuFlashRewind" = "Przewiń";
"qtMovieViewContextMenuFlashShowAll" = "Pokaż wszystkie";
"qtMovieViewContextMenuFlashZoomIn" = "Powiększ";
"qtMovieViewContextMenuFlashZoomOut" = "Zmniejsz";

"qtMovieViewContextMenuLinearCopy" = "Kopiuj";
"qtMovieViewContextMenuLinearCut" = "Wytnij";
"qtMovieViewContextMenuLinearPaste" = "Wklej";
"qtMovieViewContextMenuLinearPlay" = "Odtwarzaj";
"qtMovieViewContextMenuLinearRedo" = "Przywróć";
"qtMovieViewContextMenuLinearSelectAll" = "Zaznacz wszystko";
"qtMovieViewContextMenuLinearSelectNone" = "Nie zaznaczaj";
"qtMovieViewContextMenuLinearStop" = "Zatrzymaj";
"qtMovieViewContextMenuLinearUndo" = "Cofnij";

"qtMovieViewEditCut" = "Wytnij";
"qtMovieViewEditCopy" = "Kopiuj";
"qtMovieViewEditPaste" = "Wklej";
"qtMovieViewEditDelete" = "Wymaż";
"qtMovieViewEditAdd" = "Dodaj";
"qtMovieViewEditAddScaled" = "Dodaj skalowany";
"qtMovieViewEditReplace" = "Zastąp";
"qtMovieViewEditTrim" = "Przytnij";
"qtMovieViewEditDrop" = "Upuść";

"qtMovieFlattenOperation" = "Spłaszczam film...";
"qtMovieInsertTrackSegmentOperation" = "Wstawiam segment ścieżki...";
"qtMovieInsertMovieSegmentOperation" = "Wstawiam segment filmu...";
"qtMoviePasteOperation" = "Wklejam...";
"qtMovieAddMovieSelectionOperation" = "Dodaję zaznaczenie filmu...";
"qtMovieCopyOperation" = "Kopiuję...";
"qtMovieCutOperation" = "Wycinam...";
"qtMovieLoadMovieIntoRamOperation" = "Wczytuję film do pamięci RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Wczytuję ścieżkę do pamięci RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Wczytuję nośnik do pamięci RAM...";
"qtMovieImportOperation" = "Importuję film...";
"qtMovieExportOperation" = "Eksportuję film...";
"qtMovieUnknownOperation" = "Wykonuję nieznaną operację...";

"qtMovieViewClippingName" = "wycinek filmowy";

"QTMoviePosterTimeAttribute" = "Set Poster Time";
"QTTrackHighQualityVideoAttribute" = "Ustaw wideo wysokiej jakości";
"QTTrackDeinterlaceVideoAttribute" = "Ustaw wideo bez przeplotu";
"QTTrackSingleFieldVideoAttribute" = "Ustaw wideo z jednym polem";
"QTTrackPreloadTrackAttribute" = "Ustaw wstępnie wczytaną ścieżkę";
"QTTrackNeverPurgeTrackAttribute" = "Ustal, by nigdy nie usuwano ścieżki";
"QTTrackMatrixAttribute" = "Ustaw matrycę ścieżki";
"QTTrackChapterlistAttribute" = "Ustal listę rozdziałów";
"QTTrackMaskAttribute" = "Ustaw maskę ścieżki";
"QTTrackVolumeAttribute" = "Ustaw głośność ścieżki";
"QTTrackBalanceAttribute" = "Ustaw wyrównanie ścieżki";
"QTTrackHrefAttribute" = "Ustaw HREF ścieżki";
"QTTrackTransferModeAttribute" = "Ustaw tryb przesyłu wideo";
"QTTrackOperationColorAttribute" = "Ustaw kolor operacji wideo";
"QTTrackEnabledAttribute" = "Ustaw włączenie ścieżki";
"QTTrackLanguageAttribute" = "Ustaw język ścieżki";
"QTTrackLayerAttribute" = "Ustaw warstwę ścieżki";
"QTTrackDisplayNameAttribute" = "Ustaw nazwę ścieżki";

"QTTrackDefaultName" = "Ścieżka";
"QTTextTrackDefaultName" = "Ścieżka tekstowa";
"QTChapterTrackDefaultName" = "Ścieżka rozdziału";
"QTVideoTrackDefaultName" = "Ścieżka wideo";
"QTSoundTrackDefaultName" = "Ścieżka dźwiękowa";
"QTSubtitleTrackDefaultName" = "Ścieżka napisów";
"QTClosedCaptionTrackDefaultName" = "Ścieżka z dodatkowymi napisami";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (zabezpieczony)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (zabezpieczony)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Nośnik wideo";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Nośnik audio";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Media multipleksowane";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Nośnik tekstowy";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Nieznane nośniki";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 System Stream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 Transport Stream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 Program Stream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Zmultipleksowany strumień DV";

"QTCaptureDeviceUnknownDevice" = "Nieznane urządzenie";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animacja najlepsza jakość";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG wysokiej jakości";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 (wysoka jakość)";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC wysokiej jakości";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC jakość głosu";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Format: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nSzybkość transmisji bitów: 128 kb/s na kanał";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nSzybkość transmisji bitów: 32 kb/s na kanał\nCzęstotliwość próbkowania: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Kompresja: %@";
"QTCompressionOptionsSizeSummary" = "Maksymalna wielkość: %d x %d";

"qtKitError" = "Błąd";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Dysk jest pełny.";
"qtKitErrorString35" = "Nie można było znaleźć woluminu.";
"qtKitErrorString36" = "Wystąpił błąd we/wy.";
"qtKitErrorString37" = "Napotkano na nieprawidłową nazwę pliku lub woluminu.";
"qtKitErrorString38" = "Plik nie jest otwarty.";
"qtKitErrorString39" = "Napotkano koniec pliku.";
"qtKitErrorString41" = "Pamięć jest zapełniona.";
"qtKitErrorString42" = "Zbyt wiele plików jest otwartych.";
"qtKitErrorString43" = "Nie można było znaleźć pliku lub katalogu.";
"qtKitErrorString44" = "Wolumin jest zablokowany.";
"qtKitErrorString45" = "Plik jest zablokowany.";
"qtKitErrorString46" = "Wolumin jest zablokowany.";
"qtKitErrorString47" = "Plik jest używany.";
"qtKitErrorString48" = "Plik z tą nazwą już istnieje.";
"qtKitErrorString192" = "Nie znaleziono wymaganych zasobów.";
"qtKitErrorString193" = "Nie znaleziono pliku z wymaganymi zasobami";
"qtKitErrorString194" = "Próba dodania  do pliku odsyłacza do zasobów nie powiodła się";
"qtKitErrorString195" = "Próba dodania  do pliku odsyłacza do zasobów nie powiodła się";
"qtKitErrorString196" = "Próba usunięcia zasobów nie powiodła się";
"qtKitErrorString197" = "Próba usunięcia odsyłacza do zasobów nie powiodła się";
"qtKitErrorString198" = "Znaleziono zasób z atrybutem braku spójności";
"qtKitErrorString199" = "Mapa zasobów jest nieprawidłowa";
"qtKitErrorString1409" = "Podany składnik pliku nie istnieje";
"qtKitErrorString2000" = "Nie można było rozwikłać odsyłacza do danych";
"qtKitErrorString2001" = "W filmie natrafiono na nieprawidłowy opis obrazu.";
"qtKitErrorString2002" = "W filmie natrafiono na nieprawidłowy publiczny atom filmu.";
"qtKitErrorString2003" = "Nie znaleziono procedury obsługi danych wymaganej przez film";
"qtKitErrorString2004" = "Nie można było otworzyć procedury obsługi danych wymaganej przez film";
"qtKitErrorString2005" = "W filmie natrafiono na nieprawidłowy typ składnika.";
"qtKitErrorString2006" = "Nie znaleziono wymaganej przez film procedury obsługi multimediów.";
"qtKitErrorString2007" = "Nie znaleziono procedury obsługi danych wymaganej przez film";
"qtKitErrorString2008" = "W filmie natrafiono na nieprawidłowy nośnik.";
"qtKitErrorString2009" = "W filmie natrafiono na nieprawidłową ścieżkę.";
"qtKitErrorString2010" = "Film zawiera pewne nieprawidłowe dane.";
"qtKitErrorString2011" = "Film zawiera niepoprawną tablicę przykładów.";
"qtKitErrorString2012" = "Film zawiera niepoprawny odsyłacz do danych.";
"qtKitErrorString2013" = "Film zawiera nieprawidłową procedurę obsługi danych.";
"qtKitErrorString2014" = "Film zawiera niepoprawny czas trwania.";
"qtKitErrorString2015" = "Film zawiera niepoprawną wartość czasu.";
"qtKitErrorString2016" = "Nie można było zachować w filmie atomu publicznego.";
"qtKitErrorString2017" = "W filmie jest nieprawidłowa lista edycji.";
"qtKitErrorString2018" = "Typy nośników filmu nie pokrywają się.";
"qtKitErrorString2019" = "Operacja została anulowana.";
"qtKitErrorString2020" = "Moduł „Movies Toolbox” nie został zainicjalizowany.";
"qtKitErrorString2021" = "Nie znaleziono wymaganego pliku roboczego.";
"qtKitErrorString2022" = "Nie znaleziono jednorodnego pliku.";
"qtKitErrorString2023" = "Stan edycji był nieprawidłowy.";
"qtKitErrorString2024" = "Stan edycji nie pokrywał się.";
"qtKitErrorString2025" = "Stan edycji jest nieaktualny.";
"qtKitErrorString2026" = "Brakuje pewnych danych użytkownika w filmie.";
"qtKitErrorString2027" = "W programie jest błąd.";
"qtKitErrorString2028" = "Podany został niewłaściwy indeks ścieżki.";
"qtKitErrorString2029" = "Nie można było znaleźć numeru ID ścieżki.";
"qtKitErrorString2030" = "Podanej ścieżki nie było w filmie.";
"qtKitErrorString2031" = "Podanego czasu nie było we wskazanej ścieżce.";
"qtKitErrorString2032" = "Podanego czasu nie było we wskazanym nośniku.";
"qtKitErrorString2033" = "Podany został nieprawidłowy indeks edycji.";
"qtKitErrorString2034" = "Wystąpił nieoczekiwany błąd QuickTime.";
"qtKitErrorString2035" = "Nie można było uaktywnić niezbędnej ścieżki.";
"qtKitErrorString2036" = "W filmie natrafiono na nieprawidłowy prostokąt.";
"qtKitErrorString2037" = "W filmie znaleziono na nieprawidłową liczbę próbek.";
"qtKitErrorString2038" = "W filmie znaleziono nieprawidłową liczbę fragmentów.";
"qtKitErrorString2039" = "W filmie natrafiono na nieprawidłowy indeks opisu próbki .";
"qtKitErrorString2040" = "W filmie natrafiono na nieprawidłową pamięć podręczną fragmentu.";
"qtKitErrorString2041" = "W filmie natrafiono na nieprawidłowy opis próbki .";
"qtKitErrorString2042" = "Część pliku zawierająca dane nie była otwarta do odczytu.";
"qtKitErrorString2043" = "Część pliku zawierająca dane nie była otwarta do zapisu.";
"qtKitErrorString2044" = "Część pliku zawierająca dane już była otwarta do zapisu.";
"qtKitErrorString2045" = "Część pliku zawierająca dane została już zamknięta.";
"qtKitErrorString2046" = "Natrafiono na koniec danych filmu.";
"qtKitErrorString2047" = "Natrafiono na nieprawidłowy odsyłacz do danych.";
"qtKitErrorString2048" = "To nie jest plik filmu.";
"qtKitErrorString2049" = "W filmie natrafiono na nieprawidłowy kontener odsyłacza do danych.";
"qtKitErrorString2050" = "W filmie natrafiono na nieprawidłowy indeks odsyłacza.";
"qtKitErrorString2051" = "Film nie zawiera plików danych na dysku. Zachowaj film i spróbuj ponownie.";
"qtKitErrorString2052" = "Nie można było użyć istniejącej próbki danych.";
"qtKitErrorString2053" = "Program próbował użyć nieobsługiwanej funkcji.";
"qtKitErrorString2125" = "Przesunięcie w pliku jest za duże.";
"qtKitErrorString2149" = "W filmie jest niewystarczająco dużo danych.";
"qtKitErrorString5000" = "Nie masz wystarczających uprawnień do wykonania tej operacji.";
"qtKitErrorString8969" = "Film zawiera pewne nieprawidłowe dane.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Tej czynności nie można było ukończyć.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Tej czynności nie można było ukończyć z powodu nieznanego błędu. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Nie można przechwycić multimediów.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Niektóre źródła nośników są niezgodne z nośnikami docelowymi.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Nie można było przechwycić multimediów z urządzenia „%@”, gdyż jest ono już używane w tym programie.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Spróbuj zatrzymać wszystkie czynności wykorzystujące urządzenie „%@” lub zaczekaj na ich ukończenie.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "Nagrywanie nie powiodło się, gdyż żadne dane nie zostały odebrane.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Sprawdź, czy źródło multimedialnych danych jest włączone i poprawnie te dane odtwarza.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Nagrywanie zostało zatrzymane, gdyż konfiguracja źródłowych danych multimedialnych oraz danych docelowych zmieniła się.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Spróbuj nagrywać ponownie.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Nagrywanie na „%@” zostało zatrzymane, gdyż dysk „%@” zaczyna być przepełniony.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Spróbuj usunąć pliki z dysku „%@” lub nagrać na inny dysk.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Nagrywanie zostało zatrzymane, gdyż urządzenie „%@” zostało wyłączone lub odłączone.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Spróbuj włączyć lub ponownie podłączyć urządzenie „%@”, by kontynuować nagrywanie.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Nagrywanie zostało zatrzymane, gdyż zmienił się format nośnika źródłowego.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Multimedia różnych formatów nie mogą być nagrywane do tego samego pliku.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Nagrywanie zostało zatrzymane, gdyż plik nie może być dłuższy niż %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "Maksymalny czas trwania wynosi %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Nagrywanie zostało zatrzymane, gdyż plik nie może być większy niż %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Maksymalna wielkość pliku wynosi %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Nagrywanie zostało zatrzymane, gdyż nastąpiło przerwanie odbioru multimedialnych danych wejściowych.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Spróbuj zamknąć programy lub odłączyć urządzenia wykorzystujące zasoby potrzebne do nagrywania.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Nie można było otworzyć urządzenia „%@”, gdyż nie jest podłączone lub włączone.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Spróbuj włączyć lub podłączyć urządzenie „%@”, zanim je otworzysz.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Nie można było otworzyć urządzenia, gdyż nie jest podłączone lub włączone.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Spróbuj włączyć lub podłączyć urządzenia przed ich otwarciem.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Nie można było otworzyć urządzenia „%@”, gdyż jest używane przez inny program.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Zatrzymaj wszystkie czynności, które wykorzystują urządzenie „%@”, zaczekaj na ukończenie tych operacji lub zamknij program wykorzystujący to urządzenie.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Nie można było otworzyć urządzenia „%@”, gdyż kolidujące z nim urządzenie „%@” jest już otwarte.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Spróbuj zatrzymać wszystkie czynności wykorzystujące urządzenie „%@”.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Nagrywanie zostało zatrzymane, gdyż osiągnięto maksymalny czas nagrania do pliku.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Spróbuj kontynuować nagrywanie do nowego pliku.";

"qtKitDataSizeInBytes" = "%@ bajtów";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Czarno-białe";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Tysiące";
"qtKitBitDepthStringForMillionsColors" = "Miliony";
"qtKitBitDepthStringForMillionsPlusColors" = "Miliony+";
"qtKitBitDepthStringForUnknownColors" = "Nieznane";
"qtKitBitDepthStringForColorsColors" = "Kolory";
"qtKitBitDepthStringForGrayColors" = "Odcienie szarości";
